[
    {
	"name": "#bogontherocks",
	"charity": "Proteccion Animales BOG",
	"img": "/images/werock/jeb.jpg",
	"logo": "/images/logos/jeb.png",
	"site": "https://twitter.com/AnimalesBOG",
	"impact": "Colombia is a country with rich and diverse ecosystem and especially cute sloths. For anyone who’s enjoyed an avocado toast there’s a reason to appreciate the extinct giant sloths who made avocados possible.\n\n Fernanda at La Bolera Saloon told us about her friend who works with a charity to prevent animal exploitation and abuse. Protection Animales BOG partner with local authorities to rescue trafficked and abused animals."
    },
    {
	"name": "",
	"charity": "Jugamos en Bosque",
	"img": "/images/werock/jeb.jpg",
	"logo": "/images/logos/jeb.png",
	"site": "http://www.fundacionjb.org/",
	"impact": "With the effort of the local communities, Medellin is going through a transformative period moving away from the dangerous reputation earned with its violent past. Recently opened Selena Playground is a great gathering spot for locals and travelers alike. Their team has been working with Juguemos en el Bosque to ensure a brighter future for local teens and underprivileged children, introducing them to career opportunities alternative to violence. "
    },
    {
	"name": "Soup kitchen and training",
	"charity": "Pitstop Cafe",
	"img": "/images/werock/pitstop.jpg",
	"logo": "/images/logos/pitstop.png",
	"site": "https://www.pitstopcafekl.com/",
	"impact": "Malaysia is a melting pot of cultures renowned for their many food flavors and diverse backgrounds. Music and food are the equalizing forces to bridge any gap, so we partnered with local artists who were excited to support Pitstop Cafe in their mission to ensure people of every background have a full belly. With amazing performances from Priscilla Xavier, Leon Sapire, Kaya, Dani and Lee Zhi Wei, we served cocktails in traditional coffee bag style on a lanyard so everyone had their hands free to dance along."
    },
    {
	"name": "Career development for minority groups",
	"charity": "The Branch Foundation",
	"img": "/images/werock/thebranchfoundation.JPG",
	"site": "http://thebranchfoundation.org/",
	"impact": "The Branch Foundation aims to work alongside marginalized communities in Southeast Asia to support sustainable community development and ensure that ethnic minorities, refugees and indigenous populations are not overlooked. The event in Chiang Mai raised funds for their Education Center, which offers training in education/career development, CV writing, scholarship applications and online safety for the underprivileged youth. "
    },
    {
	"name": "Literacy for Orphans",
	"charity": "Give a Book",
	"img": "/images/werock/giveabook.jpg",
	"site": "http://www.podaretekniga.org/",
	"impact": "A walking tour in Sofia is an adventure through the centuries and layers of history. The square of religious tolerance is an example of how the citizens preserve and remember their history while progressing forward. COM.BAR pays a homage to Bulgaria’s past with communism where Illya showed us the book of communist cocktails. This spirit of acceptance in place of a popularity contest in the latest ideology is best exemplified in the “Give a book” foundation. When Blagovesta was working on a story about orphanages in Bulgaria she was inspired donate books to the children. In the process she seized the opportunity to recruit volunteers for literacy classes as well as expanding their career choices. Those who went to pursue higher education and brighter career opportunities became role models to the children. Our fundraiser helped Bensa to cover his tuition for the military academy and his close relationship with the orphanage is going to leave cross generational impact to encourage the boys to study and raise their aspirations. "
    },
    {
	"name": "Feeding the Homeless",
	"charity": "ReFood",
	"img": "/images/werock/refood.JPG",
	"site": "https://www.re-food.org/",
	"impact": " Hilly landscapes, giant suspension bridge, trolley cars of Lisbon reminded us of San Francisco and we got quite a workout overcoming all the elevation changes while exploring the city. Winding alleys were full of bright decorations and grilled sardines smoke in celebration of The Feast of St. Anthony. ReFood was a perfect choice to ensure no one is left out of the feast. Not only do ReFood volunteers serve dinners at a number of convenient locations to those who may otherwise go hungry. They also deliver meals to people with limited mobility who aren’t able to conquer the steep Lisbon hills. "
    },
    {
	"name": "Equality for the LGBT community",
	"charity": "Prague Pride",
	"img": "/images/werock/pride.jpg",
	"site": "https://www.praguepride.cz/en/",
	"impact": "Czech Republic is one of the last countries to comply with European standards for LGBT rights and Stuart gave us a fascinating introduction to their efforts to legislate marriage equality. With no history of community fundraising, Piano Bar along with Prague Pride was excited to pioneer it at our #rainbowontherocks event. We received an overwhelmingly positive response from the local community. Post event we were invited to attend a dinner where we were honored and inspired to hear Evan Wolfson, civil right lawyer, describe what it took to reach the freedom to marry milestone in USA."
    },
    {
	"name": "Stray Animals of Split",
	"charity": "Animal Protective Foundation",
	"img": "/images/werock/puppies.jpg",
	"site": "https://www.facebook.com/animalprotectivefoundationsplit/",
	"impact": "Tonci built Fensi Smensi after his visit to New York City. We were excited for his newly felted pool table and bonded over shared passion for ridiculous bets on a light hearted game of pool. He told us about his efforts to build more than just another bar but a community. When he found a stray litter of kittens on his patio he wasn’t sure where they should be taken. So we came up with an idea to do a fundraiser like we’ve done in San Francisco for a local animal shelter. It was very successful and surpassed all expectations by exceeding their annual donations in one night. This inspired us to try this in other countries around the world."
    }
]
